app/controllers/formatos_controller.rb

SELECT "formatos".* FROM "formatos"
---
  def index
    @formatos = Formato.all